NSCameraUsageDescription = "Доступ к камере необходим чтобы сканировать документы и снимать фото и видео.";
NSFaceIDUsageDescription = "Face ID требуется чтобы входить с помощью распознавания лица.";
NSLocationAlwaysUsageDescription = "Это приложение использует вашу геопозицию чтобы автоматически запускать загрузку файлов в облако когда вы перемещаетесь.";
NSPhotoLibraryUsageDescription = "Доступ к медиатеке необходим чтобы загружать ваши фото и видео в облако.";
NSPhotoLibraryAddUsageDescription = "Доступ к медиатеке необходим чтобы выгружать ваши фото и видео в облако.";
NSMicrophoneUsageDescription = "Доступ к микрофону необходим чтобы создавать голосовые заметки.";
NSLocationWhenInUseUsageDescription = "Это приложение использует вашу геопозицию чтобы определять движение и автоматически загружать файлы в облако. Оно не использует GPS и не сохраняет ваше местоположение.";
NSLocationAlwaysAndWhenInUseUsageDescription = "Этому приложению требуется доступ к вашей геопозиции в фоне чтобы автоматически запускать загрузку файлов в облако при значительном движении. GPS не используется.";
